---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Ceiling
zh: 天花板、吊顶
source: html/32c515f2-87e2-41dd-bddb-c4121f0d34ce.htm
---
# Ceiling Members

**中文**: 天花板、吊顶

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.